<template>
  <section class="section_gap">
    <div class="container">
      <h1 class="mb-30">
        <b>کمیو (cameo) چیست ؟</b>
      </h1>
      <p>
        <b>کَمیو</b> با معادل فارسی <b>" تکجلوه"</b> در تعریف وب سایت معتبر ویکی
        پدیا به حضور افتخاری شخصیت های معروف در فیلم ها یا استفاده از صدای
        چهره‌های هنر نمایشی یا به کارگیری یک نفر در نقش خودش است که این نقش‌ها
        اغلب بسیار کوتاه هستند . در بیشتر موارد این حضور دلیل مشخصی دارد ؛ برای
        نمونه چهره مشهوری در نقش فردی ناشناس نمایش داده می‌شود . استفاده از کمیو
        بیشتر برای چهره‌های مشهور مانند هنرمندان ، بازیگران ، کارگردان‌های سینما
        ، فعالان حوزه موسیقی و ورزشکاران رایج است .
      </p>
      <p>
        استفاده از عوامل نمایش یا فیلم برای بازی در صحنه‌های کوتاه نیز می‌تواند
        به عنوان کمیو در نظر گرفته شود ؛ مانند کمیو های آلفرد هیچکاک در فیلم
        هایی که خودش کارگردان آنها بوده .
      </p>
      <p>
        ریشه ی تاریخی کمیو از کلمه ایتالیایی cammeo (کامئو) که در نوشته‌ های
        تئاتر ایتالیایی در اواسط قرن ۱۹ ظاهر شده کسب گردیده . در اصل ، کمیو به
        معنای بخش کوچکی از یک شخصیت است که از بخش‌های دیگر، متمایز و نسبت به
        آن‌ها برجسته شده باشد . فرهنگ انگلیسی آکسفورد نیز این معنا را به یک
        پیش‌نویس یا خلاصه ی ادبی کوتاه مربوط کرده که بر اساس معنای ادبی ، کمیو
        است .
      </p>
      <p>
        امروزه اما کمیو بیش‌تر به عنوان حضور کوتاه شخصیتی مشهور ، چه در نقش یک
        شخصیت و چه در نقش خود استفاده می‌شود . گاهی این حضور نوعی تبلیغات کوتاه
        است و گاهی نیز می توان برای قدردانی از کمک و همکاری یک بازیگر در کارهای
        پیشین او اشاره کرد .
      </p>
      <p>
        کمیو می‌تواند شخصیتی را بسازد بدون این‌که زمان زیادی از نمایش را به خود
        اختصاص بدهد .
      </p>
      <p>
        برای نمونه می‌توان به حضور استن لی ( که خود نویسنده ، ویراستار و منتشر
        کننده کتاب های کمیک و همچنین بازیگر ، مجری و تهیه کننده نیز هست و به
        دلیل خلق شخصیت های ابر قهرمان داستانی همچون مرد عنکبوتی ، مرد آهنی ،
        چهار شگفت انگیز ، هالک و ... در دنیا مشهور است ) به صورت کمیو در تمام
        فیلم هایی که برگرفته از کتاب های کمیک او بودند اشاره داشت . همچنین در
        نمونه ی ایرانی می توان به حضور بهمن فرمان آرا در سکانسی از فیلم سینمایی
        «دلم میخواد» که خود کارگردان آن بوده اشاره داشت . او در شخصیتی با همان
        شمایل همیشگی و در موقعیت حساس داستانی به عنوان فردی ناشناس و خارج از
        داستان بدون دیالوگ حضور پیدا می کند .
      </p>
      <p>
        به احتمال زیاد مشهورترین کمیو ها به آلفرد هیچکاک ، کارگردان مشهور، مربوط
        است که چنین نقش‌آفرینی‌هایی را در بیش‌تر فیلم‌هایش آفریده است .
      </p>
      <p>
        کمیو ‌ها همین‌طور در داستان‌ها و دیگر آثار ادبی نیز دیده می‌شوند . کمیو
        ‌های ادبی عموماً شخصیت مشخص و ثابتی از اثر دیگری را درگیر داستان می‌کنند
        و این شخصیت با حضور کوتاهی که دارد ، وضع مشترک و جهانشمولی را مستقر
        می‌کند ، نکته‌ای را فاش می‌کند یا چیزی را برای پذیرفتن پیشنهاد می‌دهد .
        بالزاک اغلب این تکنیک را به خدمت می‌گرفت از جمله در اثر مشهورش کمدی
        انسانی . گاهی یک کمیو شخصیتی تاریخی را به خدمت می‌گیرد به طوریکه شخصیتی
        حقیقی در نقش شخصیت‌های داستانی یک رمان تاریخی ظاهر می‌شود ، مانند هنگامی
        که بنجامین فرانکلین در رمان تاریخی جان جیکس، یک نوشیدنی با شخصیت داستان
        ، فیلیپ کاربونیو ، می‌نوشد.
      </p>
      <p>
        کمیو می‌تواند هم‌چنین توسط خود نویسنده ی اثر به وجود بیاید تا ردپایی از
        خصوصیات شخصی او در داستان پدیدار شود .
      </p>
      <p>
        گاهی حضورهای زودهنگام به اشتباه کمیو خوانده می‌شوند . مانند حضور سیلوستر
        استالونه در فیلم انقلابی قلابی اثر وودی آلن درست پنج سال پیش از شهرت وی
        در فیلم راکی . این‌ حضورهای زودهنگام از بازیگرانی هنوز شناخته نشده‌اند و
        کمیو به حساب نمی‌آیند .
      </p>
    </div>
  </section>
</template>
<script>
export default {
  name: "Cameo",
  data() {
    return {};
  }
};
</script>
<style scoped>
p {
  font-size: 20px !important;
  line-height: 1.9em;
  margin-bottom: 30px;
}
.section_gap {
  padding: 120px 0;
}
.container {
  text-align: justify;
}
.container > h1 {
  padding-bottom: 2%;
  color: white;
}
@media (max-width: 991px) {
  .section_gap {
    padding: 80px 0;
    margin-top: 71px;
  }
}
.mb-30 {
  margin-bottom: 30px;
}
</style>
