<template>
  <!--================ Start Portfolio Details Area =================-->
  <section class="section_gap">
    <div class="container">
      <h1 class="mb-30">
        <b>درباره ما</b>
      </h1>
      <p>
        تو زندگی همه ی ما همیشه افرادی حضور داشتن که بواسطه ی هنر ، استعداد یا
        فعالیت هاشون تونستن تو زندگی ما تأثیرگذار باشن یا به نوعی به الگوی ما
        برای سبک زندگیمون به عنوان چهره ی محبوب شناخته بشن و ما همیشه فعالیت های
        اونها رو دنبال کردیم و دلمون خواسته از نزدیک ببینیمشون و باهاشون صحبت
        کنیم . اما همیشه دسترسی به این چهره ها به خاطر شرایط یا حجم فعالیتشون یا
        حتی دور بودن به دلیل شرایط جغرافیایی سخت یا غیر ممکن بوده .خیلی وقت ها
        فقط برای چند دقیقه از نزدیک دیدن چهره ی محبوبمون یا چند لحظه ی کوتاه حرف
        زدن با او یا حتی داشتن یک عکس یادگاری ، مجبور شدیم ساعت ها منتظر بمونیم
        تا شاید کنسرت یه خواننده ، مسابقه ی ورزشی یه ورزشکار یا اکران فیلم یا
        تئاتر بازیگر محبوبمون پیش بیاد و اگر خوش شانس بوده باشیم به این فرصت دست
        پیدا کنیم که بتونیم بی واسطه با او در ارتباط باشیم . اما امروزه با توسعه
        ی اینترنت ، بسترهای ارتباط جمعی و فضای مجازی فرصتی فراهم شده که بتونیم
        به این نیازمون پاسخ بدیم .
      </p>
      <p>
        در همین راستا استارکمیو به عنوان اولین پلتفرم آنلاین درخواست ویدیوی
        اختصاصی و شخصی سازی شده از چهره های معتبر جامعه در عرصه های مختلف از
        جمله هنر ، موسیقی ، فیلم و سینما ، تئاتر ، ورزش ، رسانه ها و شبکه های
        اجتماعی در قالب وب سایت و اپلیکیشن ایجاد گردید تا مخاطبین ، طرفداران و
        هواداران چهره ها بتوانند با چهره ی مورد علاقه ی خود ارتباط برقرارکنند و
        پیام ها و درخواست های خود را با ایشان مطرح کنند و چهره ها نیز با ارسال
        یک ویدیوی کوتاه با تصویر خود به درخواست های آنها پاسخ دهند .
      </p>
      <p>
        استارکمیو در سال 1397 فعالیت خود را با تشکیل تیمی متخصص و با تجربه در
        حوزه های مختلف فناوری اطلاعات و زمینه های تخصصی جهت ایجاد و گسترش پلتفرم
        های آنلاین از جمله وب سایت و اپلیکیشن آغاز نمود و همواره در تلاش است که
        با فراهم آوردن بهترین تجربه ی کاربری بتواند همواره مورد توجه و رضایت
        کاربران خود قرارگیرد .
      </p>
      <p>
        کیفیت و سهولت استفاده از سایت و اپلیکیشن و خدمات ارائه شده در آن ،
        همواره یکی از مهم‏‌ترین موضوعات در استارکمیو بوده است و تیم اجرایی و
        تخصصی آن نهایت تلاش خود را به عمل می‌آورند تا با ارائه با‏کیفیت ‏‌ترین و
        به‏‌روز ‏ترین سرویس‏‌های مبتنی بر وب و تسهیل تمامی فرآیندهای موجود در
        سایت ، خدماتی شایسته و تجربه‌ای خوشایند را برای مخاطبان خود به ارمغان
        بیاورند.
      </p>
    </div>
  </section>
  <!--================ Start Portfolio Details Area =================-->
</template>
<script>
export default {
  name: "About",
  data() {
    return {};
  }
};
</script>
<style scoped>
p {
  font-size: 20px !important;
  line-height: 1.9em;
  margin-bottom: 30px;
}
.section_gap {
  padding: 120px 0;
}
.container {
  text-align: justify;
}
.container > h1 {
  padding-bottom: 2%;
  color: white;
}
@media (max-width: 991px) {
  .section_gap {
    padding: 80px 0;
    margin-top: 71px;
  }
}
.mb-30 {
  margin-bottom: 30px;
}
</style>
