<template>
  <div class="row faq">
    <div class="col-lg-3">
      <div class="nav nav-pills faq-nav">
        <a
          href="javascript:void(0);"
          class="nav-link"
          :class="{ active: showFaq }"
          @click="
            showFaq = !showFaq;
            showRules = !showRules;
          "
        >
          <h4 class="mdi mdi-help-circle">سوالات متداول</h4>
        </a>
        <a
          href="javascript:void(0);"
          class="nav-link"
          :class="{ active: showRules }"
          @click="
            showFaq = !showFaq;
            showRules = !showRules;
          "
        >
          <h4 class="mdi mdi-account">شرایط و قوانین</h4>
        </a>
      </div>
    </div>
    <div class="col-lg-9">
      <div class="tab-content" id="faq-tab-content">
        <div
          :class="showFaq ? 'tab-pane show active' : 'tab-pane'"
          role="tabpanel"
        >
          <div class="accordion" id="accordion-main-1">
            <!--USER Faq-->
            <div class="card">
              <div class="card-header header-main" role="tab">
                <button
                  class="btn btn-link"
                  type="button"
                  v-b-toggle.user-faq-tab-accordion
                >
                  کاربران
                </button>
              </div>
              <b-collapse
                class="collapse"
                id="user-faq-tab-accordion"
                accordion="faq"
                role="tabpanel"
              >
                <div class="card-body">
                  <div class="accordion">
                    <div
                      class="card"
                      v-for="(item, index) in userFaqTabItems"
                      :key="index"
                    >
                      <div class="card-header" role="tab">
                        <button
                          class="btn btn-link"
                          type="button"
                          v-b-toggle="'user-faq-tab-item-' + index"
                        >
                          {{ item.title }}
                        </button>
                      </div>
                      <b-collapse
                        class="collapse"
                        :id="'user-faq-tab-item-' + index"
                        accordion="userFaq"
                        role="tabpanel"
                      >
                        <div class="card-body" v-html="item.content"></div>
                      </b-collapse>
                    </div>
                  </div>
                </div>
              </b-collapse>
            </div>
            <!--TALENT Faq-->
            <div class="card">
              <div class="card-header header-main" role="tab">
                <button
                  class="btn btn-link"
                  type="button"
                  v-b-toggle.talent-faq-tab-accordion
                >
                  چهره ها
                </button>
              </div>
              <b-collapse
                class="collapse"
                id="talent-faq-tab-accordion"
                accordion="faq"
                role="tabpanel"
              >
                <div class="card-body">
                  <div class="accordion">
                    <div
                      class="card"
                      v-for="(item, index) in talentFaqTabItems"
                      :key="index"
                    >
                      <div class="card-header" role="tab">
                        <button
                          class="btn btn-link"
                          type="button"
                          v-b-toggle="'talent-faq-tab-item-' + index"
                        >
                          {{ item.title }}
                        </button>
                      </div>
                      <b-collapse
                        class="collapse"
                        :id="'talent-faq-tab-item-' + index"
                        accordion="talentFaq"
                        role="tabpanel"
                      >
                        <div class="card-body" v-html="item.content"></div>
                      </b-collapse>
                    </div>
                  </div>
                </div>
              </b-collapse>
            </div>
          </div>
        </div>

        <div
          :class="showRules ? 'tab-pane show active' : 'tab-pane'"
          role="tabpanel"
        >
          <div class="accordion" id="accordion-main-2">
            <!--USER Rules-->
            <div class="card">
              <div class="card-header header-main" role="tab">
                <button
                  class="btn btn-link"
                  type="button"
                  v-b-toggle.user-rules-tab-accordion
                >
                  قوانین کاربری برای کاربران
                </button>
              </div>
              <b-collapse
                class="collapse"
                id="user-rules-tab-accordion"
                accordion="rules"
                role="tabpanel"
              >
                <div class="card-body">
                  <div class="accordion">
                    <div
                      class="card"
                      v-for="(item, index) in userRulesTabItems"
                      :key="index"
                    >
                      <div class="card-header" role="tab">
                        <button
                          class="btn btn-link"
                          type="button"
                          v-b-toggle="'user-rules-tab-item-' + index"
                        >
                          {{ item.title }}
                        </button>
                      </div>
                      <b-collapse
                        class="collapse"
                        :id="'user-rules-tab-item-' + index"
                        accordion="userRules"
                        role="tabpanel"
                      >
                        <div class="card-body" v-html="item.content"></div>
                      </b-collapse>
                    </div>
                  </div>
                </div>
              </b-collapse>
            </div>
            <!--TALENT Rules-->
            <div class="card">
              <div class="card-header header-main" role="tab">
                <button
                  class="btn btn-link"
                  type="button"
                  v-b-toggle.talent-rules-tab-accordion
                >
                  قوانین کاربری برای چهره ها
                </button>
              </div>
              <b-collapse
                class="collapse"
                id="talent-rules-tab-accordion"
                accordion="rules"
                role="tabpanel"
              >
                <div class="card-body">
                  <div class="accordion">
                    <div
                      class="card"
                      v-for="(item, index) in talentRulesTabItems"
                      :key="index"
                    >
                      <div class="card-header" role="tab">
                        <button
                          class="btn btn-link"
                          type="button"
                          v-b-toggle="'talent-rules-tab-item-' + index"
                        >
                          {{ item.title }}
                        </button>
                      </div>
                      <b-collapse
                        class="collapse"
                        :id="'talent-rules-tab-item-' + index"
                        accordion="talentRules"
                        role="tabpanel"
                      >
                        <div class="card-body" v-html="item.content"></div>
                      </b-collapse>
                    </div>
                  </div>
                </div>
              </b-collapse>
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>
<script>
export default {
  name: "Faq",
  data() {
    return {
      showFaq: true,
      showRules: false,
      userFaqTabItems: [
        {
          title: "استار کمیو چیست؟",
          content: `
          <p>
            استارکمیو پلتفرم درخواست ویدیوی شخصی سازی شده از
            چهره های پرطرفدار اجتماعی مانند هنرمندان ، بازیگران،
            ورزشکاران ، خوانندگان، اینفلوئنسرها ، بلاگرها و هر
            شخصی است،که در هر زمینه ای دارای استعدادی منحصر به
            فرد بوده و دارای مخاطبین خاص خود می باشد .
          </p>`
        },
        {
          title: "از استارکمیو در چه مواردی می شود استفاده کرد ؟",
          content: `
          <p>
            استارکمیو برای ارتباط نزدیک، صمیمی و مطمئن با چهره
            ها ایجاد شده است. از طریق استارکمیو چهره مورد علاقه
            شما یک ویدیوی اختصاصی یا شخصی سازی شده به سفارش شما
            تهیه خواهد کرد.
          </p>
          <p>
            چهره به سفارش شما و برای مخاطب مورد نظر شما یک پیام
            اختصاصی با موضوع هایی همچون نشان دادن مسیرموفقیت،
            تبریک مناسبتی خاص و یا سایر پیامهای انگیزشی تهیه
            کرده و از طریق یک ویدیویاختصاصی برای شما ارسال
            میکند.
          </p>
          <p>
            برخی از کاربردهای خاص عبارتند از : تشویق،تبریک،
            راهنمایی، مشاوره و......
          </p>`
        },
        {
          title:
            "آیا برای پیوستن به استارکمیو به عنوان کاربر باید هزینه ای پرداخت کنیم ؟",
          content: `
          <p>
            خیر ، ثبت نام در استارکمیو کاملاً رایگان است . شما
            فقط بعد از ثبت درخواست کمیو هزینه ی آن را پرداخت می
            کنید .
          </p>`
        },
        {
          title: "آیا میتوانیم ویدیوی استارکمیوی خود را نگه داریم ؟",
          content: `
          <p>
            بله ، وقتی که ویدیوی شما توسط چهره مورد نظرتان اجرا
            و ارسال شود در پنل کاربری شما در قسمت درخواست‌ها
            قرار میگیرد و متعلق به شماست که می توانید آن را
            دانلود کنید یا حتی آن را در شبکه های اجتماعی خودتان
            با دوستانتان به اشتراک بگذارید .
          </p>`
        },
        {
          title:
            " چگونه از پیوستن چهره های جدید به استارکمیو اطلاع پیدا کنیم ؟",
          content: `
          <p>
            شما می توانید با ثبت نام در خبرنامه ی ما از پیوستن
            چهره های جدید از طریق ایمیل اطلاع پیدا کنید یا اگر
            از چهره ای در خواست کمیو داشته باشید پس از پیوستن او
            به استارکمیو برای شما پیامی ارسال خواهد شد .
          </p>`
        },
        {
          title: " چطور با تیم استارکمیو تماس بگیریم؟",
          content: `
          <p>
            شما می توانید برای انتقادات یا پیشنهادات و همچنین
            پیگیری در خواست ها با ما از طریق پست الکترونیکی
            info@starcameo.ir یا شماره تلفن : 41087174-021 در
            تماس باشید .
          </p>`
        },
        {
          title: "چطور می توانیم از چهره ها در خواست کمیو داشته باشیم ؟",
          content: `
          <p>
            شما می توانید با استفاده از آیتم جستجو در قسمت چهره
            ها یا دسته بندی به صفحه شخص مورد نظر مراجعه و فرم
            درخواست را تکمیل و ارسال کنید .
          </p>`
        },
        {
          title: "آیا برای درخواست کمیو از چهره ها محدودیتی وجود دارد؟",
          content: `
          <p>
            درصورتی که موارد زیر در محتوای درخواست ها رعایت گردد
            ، کلیه درخواست ها بدون محدودیت به چهره ها منتقل
            میگردند.<br />
            • مغایرت نداشتن با شئونات اخلاقی و عرف جامعه<br />
            • نداشتن هیچگونه پیام یا محتوای تبلیغاتی جهت مقاصد
            تجاری <br />
            • اهانت آمیز نبودن به مقامات سیاسی<br />
            • اهانت آمیز نبودن به اقلیت های قومی و مذهبی<br />
          </p>`
        },
        {
          title: "چقدر زمان می برد که ویدیوی کمیو من ساخته و ارسال شود ؟",
          content: `
          <p>
            پس از اینکه در خواست کمیو شما ثبت شود ، تیم پشتیبانی
            استارکمیو درخواست شما را بررسی نموده و در صورتی که
            با قوانین سایت مغایرتی نداشته باشد به چهره ی مورد
            نظر شما ارسال میگردد و چهره 72 ساعت زمان دارد تا در
            خواست شما را اجرا کند .
          </p>
          <p>
            اگر درخواست شما در زمان مورد نظر آماده نشود، منقضی
            شده و هزینه‌ی‌ آن به کیف پول شما در پنل کاربریتان
            عودت داده میشود که شما می توانید درخواست انتقال آن
            مبلغ به حساب بانکی خود را داشته باشید .
          </p>`
        },
        {
          title: "آیا ضمانتی وجود دارد که درخواست من اجرا شود؟",
          content: `
          <p>
            اجرا و دریافت درخواست مشتری اولین اولویت ما خواهد
            بود. اما این امکان وجود دارد که درخواست شما توسط
            چهره ها منقضی یا رد شود ولی تیم استارکمیو تمام تلاش
            خود را معطوف به اجرا و تکمیل درخواست شما خواهد کرد.
          </p>`
        },
        {
          title: " آیا میتوانم درخواست خود را پس از ثبت سفارش تغییر دهم؟",
          content: `
          <p>
            بله با تماس با پشتیبانی میتوانید درخواست تغییر سفارش
            خود را داشته باشید و در صورت ضبط نشدن ویدیو توسط
            چهره این امکان برای شما فراهم میگردد.
          </p>`
        },
        {
          title: `آیا میتوانم ویدیوی واکنش بعد از دریافت ویدیوی چهره را
                          در سایت استارکمیو بارگذاری کنیم؟`,
          content: `
          <p>
            حتما! در کمپین های ما از ویدیوی واکنش های شما
            استفاده میشود در خبرنامه و صفحات اجتماعی استارکمیو
            فراخوان خواهیم داشت. دوست داریم واکنشهای طرفداران را
            ببینیم . شما می توانید ویدیوهای خود را به
            fans@starcameo.ir ارسال کنید.
          </p>`
        },
        {
          title: "درخواست هر کمیو از چهره ها چقدر هزینه دارد؟",
          content: `
          <p>
            هزینه درخواست هر کمیو توسط خود چهره ها تعیین میگردد
            بنابراین قیمت بستگی به شخصی دارد که از او درخواست
            دارید .
          </p>
          <p>
            لازم به ذکر است که چهره ها در هر زمانی میتوانند قیمت
            خود را تغییر دهند .
          </p>`
        }
      ],
      talentFaqTabItems: [
        {
          title: "بعنوان یک چهره چطور میتوانم به استارکمیو بپیوندم؟",
          content: `
          <p>
            شما در صفحه ثبت نام چهره ها با شماره موبایل شخصی خود
            شروع به ثبت نام می کنید.
          </p>

          <p>
            بعد از وارد کردن شماره موبایل کد تایید برای شما
            ارسال میشود و فرآِیند ثبت نام که شامل 3 مرحله ی
            "ورود اطلاعات فردی و حرفه ای" ، "بارگذاری مدارک
            شناسایی" و "بارگذاری ویدیو معرفی" است آغاز می شود که
            پس از اتمام ثبت نام درخواست شما برای کارشناسان ارسال
            می گردد و در اسرع وقت پس از تأیید و احراز هویت صفحه
            ی اختصاصی شما در استارکمیو ایجاد می گردد .
          </p>`
        },
        {
          title: `آیا میتوانم درآمد حاصل از استارکمیو را به خیریه واگذار
                          کنم ؟`,
          content: `
          <p>
            بله ، چهره ها می توانند در صفحه خود یا ویدیو معرفی
            خود ذکر کنند که درآمد حاصل از استارکمیو را به خیریه
            منتخب خود اهدا می کنند .
          </p>`
        },
        {
          title: "اجرای هر کمیو چقدر زمان می برد؟",
          content: `
          <p>
            ضبط یک کمیو حداکثر 60 ثانیه می تواند باشد ولی مدیریت
            اجرا و زمان ضبط هر کمیو توسط چهره نسبت به درخواست
            شما میتواند متغیر باشد .
          </p>`
        },
        {
          title: "درآمد چهره ها در استارکمیو چگونه محاسبه می شود ؟",
          content: `
          <p>
            درآمد حاصل از هر کمیو به چهره تخصیص داده میشود و
            تنها از این درآمد 30% بابت هزینه های پلتفرم کسر
            میگردد.
          </p>`
        },
        {
          title: "مبلغ درخواست کمیو چطور تعیین میشود ؟",
          content: `
          <p>
            چهره ها می توانند نسبت به مخاطبین خود هزینه‌ی اجرای
            کمیو را تعیین کنند و این مبلغ به تشخیص چهره ها در هر
            زمانی قابل تغییر است .
          </p>`
        },
        {
          title: "چطور میتوانم در استارکمیو درآمد بیشتری داشته باشم ؟",
          content: `
          <p>
            وقتی شما به عنوان چهره طرفداران خود را از حضورتان در
            استارکمیو مطلع سازید قطعاً تعداد کاربرانی که از شما
            درخواست داشته باشند بیشتر خواهد شد . می توانید با یک
            پست یا استوری در اینستاگرام خودتان ، یک توییت یا به
            اشتراک گذاری لینک صفحه خودتان در گروه ها یا کانال
            های ارتباطی شخصیتان، مخاطبین بیشتری را از حضور خود
            در استارکمیو مطلع کنید.
          </p>`
        },
        {
          title: `آیا میتوانم با معرفی چهره های دیگر به استارکمیو کسب
                          درآمد داشته باشم ؟`,
          content: `
          <p>
            بله؛ شما با معرفی هر فرد دیگری به عنوان چهره 10% از
            درآمد پلتفرم، مربوط به آن چهره را دریافت می کنید .
          </p>`
        },
        {
          title: "به دنبال چه نوع چهره هایی در استارکمیو هستید؟",
          content: `
          <p>
            هر چهره ای که به دنبال ارتباط ویژه با طرفدارانشان
            هستند و مشتاق برای ساختن لحظاتی خاص برای طرفدارانشان
            باشند
          </p>`
        },
        {
          title: ` آیا استارکمیو برنامه‌ی تبلیغاتی برای جذب چهره ها و
                          طرفداران برای پیوستن به برنامه دارد ؟`,
          content: `
          <p>
            بله ، استارکمیو با برنامه بلند مدت مارکتینگ، در
            ابتدا برای حضور چهره ها از طریق شبکه های اجتماعی
            شروع به دعوت کرده و این برنامه به مرور زمان گسترده
            تر خواهد شده و تبلیغات دیجیتالی، محیطی و تلویزیونی
            نیز برنامه ریزی شده است.
          </p>`
        },
        {
          title: ` آیا چهره ها امکان غیر فعال کردن موقت درخواست کمیو را
                          دارند؟`,
          content: `
          <p>
            بله! اگر به دلایلی امکان دسترسی به اینترنت وجود
            نداشته باشد هر چهره میتواند به صورت موقت گزینه‌ی
            درخواست کمیو خود را خاموش کند، هرچند لطفاً به یاد
            داشته باشید شما 72 ساعت برای اجرای درخواست ها فرصت
            دارید و به خاطر سهولت دسترسی به برنامه ، شما
            میتوانید در هر جای دنیا به درخواست ها پاسخ دهید .
          </p>`
        },
        {
          title: "آیا میتوان درخواستی را رد کرد؟",
          content: `
          <p>
            بله ! چهره ها با بیان دلیل میتوانند درخواست ها را رد
            کنند . شما میتوانید هر درخواستی که به نظر شما
            نامناسب است را رد کنید. هرچند درخواست ها قبل از
            ارسال به چهره به تأیید استارکمیو رسیده است .
          </p>`
        },
        {
          title: `اگر به استاركميو بپيوندم طرفداران اطلاعات شخصی من را
                          خواهند داشت؟`,
          content: `
          <p>
            خير، طبق قرارداد حريم خصوصى به شما اين تضمين را
            ميدهيم كه هيچگونه اطلاعات شخصى شما آشكار نخواهد شد.
          </p>`
        },
        {
          title: "چطور درآمد خود را دريافت ميكنم؟",
          content: `
          <p>
            بعد از اجرا و ارسال کمیوی درخواستی، مبلغ دریافتی از
            کاربران پس از کسر سهم پلتفرم استارکمیو، به کیف
            پولتان در پنل کاربری واریز می شود و در صورت درخواست
            برداشت ، مبلغ به شماره حساب اعلام شده از طرف شما
            واریز میگردد .
          </p>`
        },
        {
          title: " آيا استاركميو بر مبناى قوانين جمهورى اسلامى عمل ميكند؟",
          content: `
          <p>
            بله ، استارکمیو زیر نظر قوانين جمهورى اسلامى ايران
            فعالیت می کند و مجوز های اخذ شده در سایت درج شده اند
            .
          </p>`
        },
        {
          title: `آیا برای همکاری و فعالیت ، قراردادی بین چهره ها و
                          استارکمیو وجود دارد ؟`,
          content: `
          <p>
            بله از چهره ها هنگام ثبت نام در قسمت ورود اطلاعات
            فردی و حرفه ای حتماً درخواست می شود،پس از تکمیل
            اطلاعات خود و خواندن دقیق "قوانین کاربری برای چهره
            ها" ثبت نام را تکمیل نمایند ، که این توافق به
            منزله‌ی موافقت کلیه‌ی شرایط و قوانین کاربری برای
            چهره ها در استارکمیو می باشد و دارای هویت و پیگرد
            قانونی و حقوقی برای هر دو طرف می باشد .
          </p>
          <p>
            لذا از شما می خواهیم کلیه قوانین را با دقت مطالعه
            فرمایید .
          </p>`
        }
      ],
      userRulesTabItems: [
        {
          title: "تعاریف",
          content: `
          <p>
            <b>تعریف شرکت (استارکمیو):</b> استارکمیو عنوان
            پلتفرم درخواست ویدیوی اختصاصی و شخصی سازی شده از
            چهره های پر طرفدار اجتماعی مانند هنرمندان ، بازیگران
            ، ورزشکاران ، اینفلوئنسرها (چهره های تأثیرگذار
            اجتماعی) ، بلاگرها و به طور کلی هر شخصی که در هر
            زمینه ای دارای مهارت و چهرهی منحصر به فرد است و
            دارای مخاطبین و طرفداران خاص خود می باشد .
          </p>
          <p>
            <b>تعریف کاربر: </b>کسانی که به عنوان مخاطب ، طرفدار
            یا هوادار چهره ها هستند و قصد برقراری ارتباط بی
            واسطه با چهره ی مورد نظر خود در قالب یک ویدیو با
            موضوع مشخص را دارند یا دنبال کننده ی اخبار فعالیت
            های چهره ی محبوب خود هستند .
          </p>
          <p>
            <b>تعریف چهره:</b>هر شخص حقیقی که به واسطه ی هنر ،
            چهره ، حرفه ، مهارت یا جایگاه اجتماعی و شخصی دارای
            مخاطبین و طرفداران زیادی هستند و چهره ی شناخته شده
            ای در اقشار مختلف جامعه دارند .
          </p>
          <p>
            <b>تعریف کمیو: </b>محتوای درخواستی کاربران از چهره
            ها در قالب یک ویدیوی کوتاه از خود چهره که دارای
            موضوعی مشخص و به درخواست کاربر سفارش داده می شود و
            چهره ها بنا بر شرایط تعریف شده موظف به ضبط ، اجرا و
            بارگذاری آن در وب سایت یا اپلیکیشن می باشند .
          </p>`
        },
        {
          title: "قوانین عمومی",
          content: `
          <p>
            توجه داشته باشید کلیه اصول و رویه‏‌های استارکمیو
            منطبق با قوانین جمهوری اسلامی ایران، قانون تجارت
            الکترونیک و قانون حمایت از حقوق مصرف کننده است و
            متعاقبا کاربر نیز موظف به رعایت قوانین مرتبط با
            کاربر است.
          </p>
          <p>
            در صورتی که در قوانین مندرج، رویه‏‌ها و سرویس‏‌های
            استارکمیو تغییراتی در آینده ایجاد شود، در همین صفحه
            منتشر و به روز رسانی می شود و شما توافق می‏‌کنید که
            استفاده مستمر شما از سایت به معنی پذیرش هرگونه تغییر
            است.
          </p>`
        },
        {
          title: "شرایط کمیو",
          content: `
          <p>
            مسئولیت‌های مربوط به کیفیت، قیمت، محتوا، شرایط و
            ارسال به موقع کمیو بر عهده چهره می‌باشد.
          </p>
          <p>
            فاکتور هر کمیو که توسط چهره‌ها در استارکمیو عرضه
            می‌شود ، توسط شرکت ارسال می‌شود.
          </p>
          <p>
            در شرایط خاص مثل تخفیف در کمپین‌های فروش، احتمال لغو
            شدن سفارش مربوط به چهره‌ها به دلایلی مانند اتمام
            زمان یا اتمام تعداد کمیو موجود در هر کمپین وجود دارد
            و استارکمیو مجاز است بدون اطلاع قبلی نسبت به توقف
            سفارش‌‏گیری جدید، اقدام و فروش را متوقف کند.
          </p>
          <p>
            مسئولیت تولید کمیو به عهده چهره می‌باشد و در صورتی
            که چهره در زمان مقرر کمیو مورد نظر را تولید نکند و
            یا کمیو تولیدی مورد تأیید استارکمیو نباشد، سفارش لغو
            شده و مبلغ دریافتی از کاربر به کیف پول کاربر برخواهد
            گشت.
          </p>
          <p>
            در صورت درخواست کاربر، میزان شارژ موجود در کیف پول
            کاربر، به حساب بانکی کاربر برگشت داده خواهد شد.
            بدیهی است شماره کارت یا حساب بانکی توسط کاربر اعلام
            شده و مسئولیت تمامی اطلاعات حساب بانکی اعلام شده به
            عهده کاربر می‌باشد.
          </p>
          <p>
            هر چهره می تواند بابت ارسال ویدیو برای مخاطبین خود
            به صورت شخصی مبلغی را تعریف کند که استارکمیو در آن
            هیچ دخالتی ندارد .
          </p>
          <p>
            هر چهره 72 ساعت زمان برای تهیه و اجرای ویدیوی
            درخواست شده از وی مهلت دارد ؛ پس از پایان این مهلت ،
            درخواست از طرف استارکمیو منقضی و به پنل کاربری
            درخواست دهنده عودت داده می شود .
          </p>
          <p>
            تا زمانی که درخواست کاربران در چهارچوب اخلاقی و
            عُرفی جامعه باشد و یا به وجهه اجتماعی چهره مورد نظر
            آسیبی وارد نکند ارسال درخواست کاربران بلامانع می
            باشد .
          </p>
          <p>
            مبلغ درخواست های کمیو توسط کاربر پرداخت می شود .
          </p>
          <p>
            در صورتی که درخواستی منقضی ، مردود یا ابطال شود ،
            مبلغ آن به صورت کامل و بدون کسر هیچ هزینه ای به کیف
            پول کاربر (درخواست دهنده) ارجاع و می تواند درخواست
            بازگشت وجه و تسویه حساب داشته باشد .
          </p>`
        },
        {
          title: "محتوای درخواست کمیو",
          content: `
          <p>
            مواردی که در فرم درخواست ویدیو توسط کاربران باید
            رعایت شوند عبارتند از :
          </p>
          <p style="padding-right: 6%;">
            • مغایرت نداشتن با شئونات اخلاقی و عرف جامعه
          </p>
          <p style="padding-right: 6%;">
            • نداشتن هیچگونه پیام یا محتوای تبلیغاتی جهت مقاصد
            تجاری
          </p>
          <p style="padding-right: 6%;">
            • اهانت آمیز نبودن به مقامات سیاسی
          </p>
          <p style="padding-right: 6%;">
            • عدم ایجاد تنش و التهاب سیاسی در سایت
          </p>
          <p style="padding-right: 6%;">
            • عدم تمسخر یک شهروند
          </p>
          <p style="padding-right: 6%;">
            • اهانت آمیز نبودن به اقلیت های قومی و مذهبی
          </p>
          <p>
            چنانچه محتوای درخواست ویدیوها از سوی کاربران به
            تشخیص استارکمیو ، خلاف صریح قوانین جمهوری اسلامی
            ایران باشد ، شرکت از انتقال درخواست به چهره ی مورد
            نظر معذور است .
          </p>
          <p>
            لازم به ذکر است تشخیص استارکمیو در قبول درخواست یا
            انتشار و انتقال ویدیوهای تولید شده ، رافع مسئولیت
            درخواست دهنده یا چهره نمی باشد .
          </p>`
        },
        {
          title: "ارتباطات الکترونیک",
          content: `
          <p>
            هنگامی که شما از سرویس‌‏ها و خدمات استارکمیو استفاده
            می‏‌کنید، سفارش اینترنتی خود را ثبت یا خرید می‏‌کنید
            و یا به استارکمیو ایمیل می‏‌زنید، این ارتباطات به
            صورت الکترونیکی انجام می‏‌شود و در صورتی که درخواست
            شما با رعایت کلیه اصول و رویه‏‌ها باشد، شما موافقت
            می‌‏کنید که استارکمیو به صورت الکترونیکی (از طریق
            پست الکترونیکی، سرویس پیام کوتاه و سایر سرویس‌های
            الکترونیکی) به درخواست شما پاسخ دهد.
          </p>
          <p>
            همچنین آدرس ایمیل و تلفن‌هایی که کاربر در پروفایل
            خود ثبت می‌کند، تنها آدرس ایمیل و تلفن‌های رسمی و
            مورد تأیید مشتری است و تمام مکاتبات و پاسخ‌های شرکت
            از طریق آنها صورت می‌گیرد.
          </p>
          <p>
            جهت اطلاع‌رسانی رویدادها، خدمات و سرویس‌های ویژه یا
            پروموشن‌ها، امکان دارد استارکمیو برای اعضای وب سایت
            ایمیل یا پیامک ارسال نماید. در صورتی که کاربران
            تمایل به دریافت اینگونه ایمیل و پیامک‌ها نداشته
            باشند، می‌توانند عضویت دریافت خبرنامه استارکمیو را
            در پروفایل خود لغو کنند
          </p>
          <p>
            توجه داشته باشید که 300077 تنها شماره‌‌ ای است که
            استارکمیو از طریق آن برای کاربران و مشتریان خود
            پیامک (اس ام اس) ارسال می‌کند. همچنین این شماره‌‌
            سامانه ارسال پیامک است که وضعیت پردازش سفارش یا
            رویدادها ، خدمات و سرویس‌های ویژه استارکمیو را به
            اطلاع کاربران می‌رساند و روشن است که امکان دریافت
            پیام‌های شما از طریق آن وجود ندارد.
          </p>
          <p>
            همچنین ممکن است استارکمیو از طریق شماره 300077 برای
            برخی کاربران یا مشتریان خود ، سوال نظرسنجی ارسال
            کند.
          </p>
          <p>
            بنابراین ارسال هرگونه پیامک تحت عنوان استارکمیو ، با
            هر شماره دیگری تخلف و سوء استفاده از نام استارکمیو
            است و در صورت دریافت چنین پیامکی، لطفاً جهت پیگیری
            قانونی آن را به info@starcameo.ir اطلاع دهید.
          </p>`
        },
        {
          title: "مالکیت معنوی و حق نشر (کپی رایت)",
          content: `
          <p>
            همه مطالب در دسترس از طریق هر یک از خدمات استارکمیو،
            مانند متن، گرافیک، آرم، آیکون دکمه، تصاویر، ویدیوهای
            تصویری، موارد قابل دانلود و کپی، داده‌ها و کلیه
            محتوای تولید شده توسط استارکمیو جزئی از اموال
            استارکمیو محسوب می‏‌شود و حق استفاده و نشر تمامی
            مطالب موجود و در دسترس در انحصار استارکمیو است و
            هرگونه استفاده بدون کسب مجوز کتبی، حق پیگرد قانونی
            را برای استارکمیو محفوظ می‏‌دارد. علاوه بر این،
            اسکریپت‌ها، و اسامی خدمات قابل ارائه از طریق هر یک
            از خدمات ایجاد شده توسط استارکمیو و علائم تجاری ثبت
            شده نیز در انحصار استارکمیو است و هر گونه استفاده با
            مقاصد تجاری پیگرد قانونی دارد.
          </p>
          <p>
            کاربران مجاز به بهره‌‏برداری و استفاده از لیست
            چهره‌ها، مشخصات چهره‌ها، قیمت خدمات و هر گونه
            استفاده از مشتقات وب‏‌سایت استارکمیو و یا هر یک از
            خدمات و یا مطالب، دانلود یا کپی کردن اطلاعات با
            مقاصد تجاری، هر گونه استفاده از داده کاوی، روبات، یا
            روش‌‏های مشابه مانند جمع آوری داده‌‏ها و ابزارهای
            استخراج نیستند و کلیه این حقوق به صراحت برای
            استارکمیو محفوظ است. در صورت استفاده از هر یک از
            خدمات استارکمیو، کاربران مسئول حفظ محرمانه بودن حساب
            و رمز عبور خود هستند و تمامی مسئولیت فعالیت‌‏هایی که
            تحت حساب کاربری و یا رمز ورود انجام می‏‌پذیرد به
            عهده کاربران است. استارکمیو خدماتی مناسب استفاده
            افراد 18 سال به بالا به فروش می‏‌رساند و در صورتی که
            کاربران از سن ذکر شده جوان‌‏تر هستند می‌‏باید با
            اطلاع والدین و یا قیم قانونی ، به خرید و پرداخت
            اقدام کنند.
          </p>
          <p>
            تنها مرجع رسمی مورد تأیید ما برای ارتباط با شما،
            پایگاه رسمی این سایت یعنی www.starcameo.ir است. ما
            با هیچ روش دیگری جز ارسال ایمیل از طرف آدرس‏‌های
            رسمی و تأیید شده در سایت، با شما تماس نمی‌‏گیریم .
            وب سایت استارکمیو هیچگونه سایت اینترنتی با آدرسی غیر
            از www.starcameo.ir و همچنین ، هیچ گونه وبلاگ و
            شناسه در برنامه‏‌های گفتگوی اینترنتی به جز سامانه
            های اعلام شده در وب سایت ندارد . کاربران جهت برقراری
            ارتباط، تنها می‏‌توانند از آدرس‌‏های ذکر شده در بخش
            <a
              style="color: blue; text-decoration: underline;"
              href="contact.html"
              >تماس با ما</a
            >
            استفاده کنند.
          </p>`
        },
        {
          title: "شرایط خرید",
          content: `
          <p>
            استارکمیو به مشتریان خود در 7 روز هفته و 24 ساعت در
            روز امکان سفارش کمیو می‌‏دهد.
          </p>
          <p>
            یک سفارش ، زمانی مورد بررسی قرار می‌گیرد که هزینه آن
            پرداخت شده باشد و تأییدیه بانک برای آن پرداخت صادر
            گردد.
          </p>
          <p>
            روز کاری به معنی روز شنبه تا پنج شنبه هر هفته، به
            استثنای تعطیلات رسمی در ایران است و کلیه سفارش‏‌های
            ثبت شده در طول روزهای کاری و اولین روز پس از تعطیلات
            مورد بررسی قرار می‌گیرند.
          </p>
          <p>
            کلیه سفارش‌‏های ثبت شده در سایت استارکمیو به وسیله
            ارسال کد سفارش از طریق پیام کوتاه در صف بررسی قرار
            می‏‌گیرند.
          </p>
          <p>
            استارکمیو همواره در تحویل کلیه سفارش‌‏های ثبت شده،
            نهایت دقت و تلاش خود را انجام می‌دهد. با وجود این،
            در صورتی که شرکت متوجه شود امکان تهیه کمیو توسط یک
            چهره وجود ندارد، حتی پس از اقدام مشتری به سفارش‌‏ ،
            حق کنسل کردن آن سفارش را دارد و استرداد وجه سفارش
            برای استارکمیو محفوظ است یا مشتری می‏‌تواند به جای
            چهره مورد نظر، چهره دیگری را جایگزین کند.
          </p>
          <p>
            در صورت بروز مشکل در پردازش نهایی ، مبلغ پرداخت شده
            طی 24 الی 48 ساعت کاری به حساب مشتری واریز خواهد شد
            .
          </p>
          <p>
            استارکمیو مجاز است بدون اطلاع قبلی ، نسبت به توقف
            سفارش‌‏گیری جدید ، اقدام و فروش خود را متوقف کند و
            کلیه سفارش‌‏های ثبت شده قبل از توقف سفارش‌‏گیری،
            بررسی و تحویل می‌‏شود. حق قطع فروش کلیه و یا بخشی از
            محصولات به هر نحوی ، برای استارکمیو محفوظ است.
          </p>
          <p>
            در صورت بروز هرگونه خطا نسبت به درج قیمت و ارزش
            ریالی کمیوهای موجود در سایت استارکمیو ، حق بلا اثر
            نمودن سفارش و خرید انجام شده توسط مشتری ، برای
            استارکمیو محفوظ است. استارکمیو در اسرع وقت وجوه
            دریافتی را طی 24 الی 48 ساعت کاری به حساب اعلام شده
            توسط مشتری واریز و عودت می‌نماید و مشتری با ثبت نام
            و ورود به سایت استارکمیو می‌پذیرد از این امر آگاهی
            داشته و در این خصوص ادعایی نخواهد داشت.
          </p>
          <p>
            - کاربران باید هنگام سفارش به چهره مورد نظر خود، فرم
            سفارش را با اطلاعات صحیح و به طور کامل تکمیل کنند.
            بدیهی است درصورت ورود اطلاعات ناقص یا نادرست، سفارش
            کاربر قابل پیگیری و تحویل نخواهد بود. بنابراین درج
            ایمیل و شماره تماس‌های همراه توسط مشتری، به منزله
            مورد تأیید بودن صحت آنها است و در صورتی که این موارد
            به صورت صحیح یا کامل درج نشده باشد، استارکمیو جهت
            اطمینان از صحت و قطعیت ثبت سفارش می‌تواند از مشتری،
            اطلاعات تکمیلی و بیشتری درخواست کند.
          </p>
          <p>
            با توجه به ثبت سیستمی سفارش، به هیچ عنوان امکان صدور
            فاکتور مجدد یا تغییر مشخصات آن از جمله تغییر فاکتوری
            که به نام شخص حقیقی صادر شده، به نام شخص حقوقی وجود
            ندارد.
          </p>
          <p>
            کلیه فرایند خرید، بررسی و تحویل کمیو به صورت دیجیتال
            و ابری بوده و استارکمیو مسئولیتی برای ارسال کمیو در
            نسخه فیزیکی مانند CD، فلش مموری و ... نخواهد داشت.
          </p>
          <p>
            در صورت خرید اعتباری (استفاده از کد تخفیف یا ووچر)
            پس از نهایی شدن سفارش ، از نظر قانونی امکان اعمال
            تغییر در سفارش خرید، و تغییر مبلغ فاکتور به دلایل
            انصراف از خرید، حذف یا تغییر سفارش یا تعداد سفارش
            وجود ندارد و اگر مشتری درخواست هرگونه تغییری را
            داشته باشد، ووچر یا کد تخفیف باطل خواهد شد و امکان
            برگرداندن مبلغ آن وجود ندارد.
          </p>
          <p>
            لازم به ذکر است سفارش کمیو به معنی رزرو قطعی نیست و
            هیچ گونه حقی را برای کاربران ایجاد نمی‌کند. همچنین
            تا پیش از پرداخت و ثبت نهایی ، هرگونه تغییر از جمله
            تغییر در موجودی یا قیمت کمیو، روی کمیوی افزوده شده
            به فاکتور نهایی اعمال خواهد شد. بنابراین به مشتریانی
            که تمایل و تصمیم به خرید قطعی دارند، به ‌ویژه درباره
            کمیوهای ارائه شده در کمپین‌ها که دارای محدودیت تعداد
            هستند، توصیه می‌شود در اسرع وقت سفارش خود را نهایی
            کنند تا با اتمام کمپین یا تغییر قیمتی کمیو روبرو
            نشوند. شایان ذکر است سفارش تنها زمانی نهایی می‌شود
            که کاربران کد پیگیری سفارش خود را از طرف استارکمیو
            دریافت کنند و بدیهی است که استارکمیو هیچ‌گونه
            مسوولیتی نسبت به سفارش هایی که بدون دریافت کد پیگیری
            رها شده است ندارد.
          </p>`
        },
        {
          title: "سیاست قیمت گذاری",
          content: `
          <p>
            سیاست قیمت‌‏گذاری در استارکمیو مبتنی بر اصول مشتری
            مداری و احترام به حقوق مصرف کننده است .
          </p>
          <p>
            قیمت‏‌های ارائه شده برای کمیو در استارکمیو توسط خود
            چهره ها تعیین شده و استارکمیو در فرایند قیمت‌گذاری
            تنها نقش مشاوره خواهد داشت .
          </p>
          <p>
            با نهایت احترام به کاربران و با توجه به طیف گسترده
            سفارشات ، استارکمیو نمی‌تواند قیمت و موجودی نهایی
            کمیوها را قبل از سفارش قطعی اعلام نماید . در مواردی
            بسیار نادر و در صورت وجود تغییر در قیمت هر کمیو توسط
            خود چهره و نوسان‌‏هایی در بازار و یا اشتباه در
            قیمت‌‏گذاری ، اگر سفارشی قابل تحویل نباشد ،
            استارکمیو موظف است در اسرع وقت این موضوع را به فرد
            سفارش‌ ‏دهنده اطلاع دهد و سفارش را لغو نماید .
          </p>
          <p>
            قیمت اعلام شده کمیو با احتساب مالیات بر ارزش افزوده
            است و مشتری مبلغ جداگانه‌‏ای بابت مالیات و عوارض
            ارزش افزوده پرداخت نمی‏کند.
          </p>`
        },
        {
          title: "حریم خصوصی",
          content: `
          <p>
            استارکمیو به اطلاعات خصوصی اشخاصى که از خدمات سایت
            استفاده می‏‌کنند، احترام گذاشته و از آن محافظت
            می‏‌کند.
          </p>
          <p>
            استارکمیو متعهد می‏‌شود در حد توان از حریم شخصی شما
            دفاع کند و در این راستا، تکنولوژی مورد نیاز برای
            هرچه مطمئن‏‌تر و امن‏‌تر شدن استفاده شما از سایت را،
            توسعه دهد. در واقع با استفاده از سایت استارکمیو، شما
            رضایت خود را از این سیاست نشان می‏‌دهید.
          </p>
          <p>
            استارکمیو با تاکید بر احترامی که برای حریم شخصی
            کاربران قائل است، برای خرید، برخی اطلاعات را از
            کاربر درخواست می‌کند، از آنجا که کلیه فعالیت‌های
            استارکمیو قانونی و مبتنی بر قوانین تجارت الکترونیک
            صورت می‌گیرد و طی فرایند خرید، فاکتور رسمی و بنا به
            درخواست مشتریان حقوقی گواهی ارزش افزوده صادر می‌شود،
            از این رو وارد کردن اطلاعاتی مانند نام و کد ملی برای
            اشخاص حقیقی یا کد اقتصادی و شناسه ملی برای خریدهای
            سازمانی لازم است. یادآوری می‌شود آدرس ایمیل و
            تلفن‌هایی که کاربر در پروفایل خود ثبت می‌کند، تنها
            آدرس ایمیل و تلفن‌های رسمی و مورد تأیید کاربر است و
            تمام مکاتبات و پاسخ‌های شرکت از طریق آنها صورت
            می‌گیرد.
          </p>
          <p>
            بنابراین درج آدرس، ایمیل و شماره تماس‌های همراه و
            ثابت توسط کاربر، به منزله مورد تأیید بودن صحت آنها
            است و در صورتی که موارد فوق به صورت صحیح یا کامل درج
            نشده باشد، استارکمیو جهت اطمینان از صحت و قطعیت ثبت
            سفارش می‌تواند از کاربر ، اطلاعات تکمیلی و بیشتری
            درخواست کند.
          </p>
          <p>
            کاربران می‌توانند نام و تلفن شخص دیگری را برای تحویل
            گرفتن سفارش وارد کنند و استارکمیو تنها برای ارسال
            همان سفارش، از این اطلاعات استفاده خواهد کرد.
          </p>
          <p>
            همچنین استارکمیو ممکن است برای ارتباط با مشتریان ،
            بهینه‌سازی محتوای وب‌سایت و تحقیقات بازاریابی از
            برخی اطلاعات استفاده کند و برای اطلاع‌رسانی رویدادها
            و اخبار، خدمات و سرویس‌های ویژه یا پروموشن‌ها، برای
            اعضای وب‌سایت ایمیل یا پیامک ارسال نماید. در صورتی
            که کاربران تمایل به دریافت اینگونه ایمیل‌ها و
            پیامک‌ها نداشته باشند، می‌توانند عضویت دریافت
            خبرنامه استارکمیو را در پروفایل خود لغو کنند. عدم
            اقدام جهت لغو، به منزله ی موافقت ضمنی با دریافت
            ایمیل‌ها و پیام‌ها و سلب حق اعتراض می‌باشد.
          </p>
          <p>
            باید تاکید شود که حفظ و نگهداری رمز عبور و نام
            کاربری بر عهده کاربران است و لذا برای جلوگیری از
            هرگونه سواستفاده احتمالی، کاربران نباید آن اطلاعات
            را برای شخص دیگری فاش کنند. در صورتی که کاربر شماره
            همراه خود را به فردی دیگر واگذار کرد، جهت جلوگیری از
            سواستفاده یا مشکلات احتمالی کاربران باید شماره
            موبایل خود را در پروفایل تغییر داده و شماره جدیدی
            ثبت نمایند.
          </p>
          <p>
            مسئولیت هرگونه خسارت احتمالی که ناشی از عدم رعایت
            موارد فوق‌الذکر توسط کاربر باشد، با خود کاربر بوده
            وکاربر حق هر گونه ادعا علیه استارکمیو را از خود سلب
            می‌کند. استارکمیو هویت شخصی کاربران را محرمانه
            می‌داند و اطلاعات شخصی آنان را به هیچ شخص یا سازمان
            دیگری منتقل نمی‌کند، مگر اینکه با حکم مقام قضایی یا
            اداری صالحه یا طبق قوانین و مقررات رایج کشور موظف
            باشد در اختیار مراجع ذی‌صلاح قرار دهد. در این موارد
            هیچ گونه مسئولیت قانونی مبنی بر جبران خسارت برای
            استارکمیو وجود ندارد و کاربران با اعلام رضایت خود در
            استفاده از خدمات وب سایت ضمنا حق هرگونه اعتراض را از
            خود سلب نموده اند.
          </p>
          <p>
            همچنین بدین وسیله به اطلاع کاربران رسانده می‌شود که
            استارکمیو همانند سایر وب‌سایت‌ها از جمع‌آوریIP و
            کوکی‌ها استفاده می‌کند، اما پروتکل ، سرور و لایه‌های
            امنیتی استارکمیو و روش‌های مناسب مدیریت داده‌ها
            حداکثر تلاش را به عمل می‌آورد که اطلاعات کاربران را
            محافظت و از دسترسی‌های غیرقانونی جلوگیری کند .
            طبیعتا مسئولیت هرگونه سواستفاده به شخص یا اشخاص
            متخلف مربوط بوده و استارکمیو حق اعتراض و پیگیری را
            از طریق قانونی بنابر صلاحدید خود محفوظ می‌دارد.
          </p>
          <p>
            در صورتی که تمایلی به دریافت ایمیل‌ها و خبرنامه‌های
            استارکمیو ندارید، می‌توانید بر روی کلمه لغو عضویت در
            انتهای صفحه ایمیل کلیک کنید.
          </p>
          <p>
            استارکمیو برای حفاظت و نگهداری اطلاعات و حریم شخصی
            کاربران همه توان خود را به کار می‌گیرد و امیدوار است
            که تجربه خریدی امن ، راحت و خوشایند را برای همه
            کاربران فراهم آورد .
          </p>`
        }
      ],
      talentRulesTabItems: [
        {
          title: "تعاریف",
          content: `
          <p>
            <b>تعریف شرکت (استارکمیو):</b> استارکمیو عنوان
            پلتفرم درخواست ویدیوی اختصاصی و شخصی سازی شده از
            چهره های پر طرفدار اجتماعی مانند هنرمندان ، بازیگران
            ، ورزشکاران ، اینفلوئنسرها (چهره های تأثیرگذار
            اجتماعی) ، بلاگرها و به طور کلی هر شخصی که در هر
            زمینه ای دارای مهارت و چهرهی منحصر به فرد است و
            دارای مخاطبین و طرفداران خاص خود می باشد .
          </p>
          <p>
            <b>تعریف کاربر: </b>کسانی که به عنوان مخاطب ، طرفدار
            یا هوادار چهره ها هستند و قصد برقراری ارتباط بی
            واسطه با چهره ی مورد نظر خود در قالب یک ویدیو با
            موضوع مشخص را دارند یا دنبال کننده ی اخبار فعالیت
            های چهره ی محبوب خود هستند .
          </p>
          <p>
            <b>تعریف چهره:</b>هر شخص حقیقی که به واسطه ی هنر ،
            چهره ، حرفه ، مهارت یا جایگاه اجتماعی و شخصی دارای
            مخاطبین و طرفداران زیادی هستند و چهره ی شناخته شده
            ای در اقشار مختلف جامعه دارند .
          </p>
          <p>
            <b>تعریف کمیو: </b>محتوای درخواستی کاربران از چهره
            ها در قالب یک ویدیوی کوتاه از خود چهره که دارای
            موضوعی مشخص و به درخواست کاربر سفارش داده می شود و
            چهره ها بنا بر شرایط تعریف شده موظف به ضبط ، اجرا و
            بارگذاری آن در وب سایت یا اپلیکیشن می باشند .
          </p>`
        },
        {
          title: "قوانین عمومی",
          content: `
          <p>
            توجه داشته باشید کلیه اصول و رویه‏‌های استارکمیو
            منطبق با قوانین جمهوری اسلامی ایران، قانون تجارت
            الکترونیک و قانون حمایت از حقوق مصرف کننده است و
            متعاقبا کاربر نیز موظف به رعایت قوانین مرتبط با
            کاربر است.
          </p>
          <p>
            در صورتی که در قوانین مندرج، رویه‏‌ها و سرویس‏‌های
            استارکمیو تغییراتی در آینده ایجاد شود، در همین صفحه
            منتشر و به روز رسانی می شود و شما توافق می‏‌کنید که
            استفاده مستمر شما از سایت به معنی پذیرش هرگونه تغییر
            است.
          </p>`
        },
        {
          title: "شرایط کمیو",
          content: `
          <p>
            مسئولیت‌های مربوط به کیفیت، قیمت، محتوا، شرایط و
            ارسال به موقع کمیو بر عهده چهره می‌باشد.
          </p>
          <p>
            فاکتور هر کمیو که توسط چهره‌ها در استارکمیو عرضه
            می‌شود ، توسط شرکت ارسال می‌شود.
          </p>
          <p>
            در شرایط خاص مثل تخفیف در کمپین‌های فروش، احتمال لغو
            شدن سفارش مربوط به چهره‌ها به دلایلی مانند اتمام
            زمان یا اتمام تعداد کمیو موجود در هر کمپین وجود دارد
            و استارکمیو مجاز است بدون اطلاع قبلی نسبت به توقف
            سفارش‌‏گیری جدید، اقدام و فروش را متوقف کند.
          </p>
          <p>
            مسئولیت تولید کمیو به عهده چهره می‌باشد و در صورتی
            که چهره در زمان مقرر کمیو مورد نظر را تولید نکند و
            یا کمیو تولیدی مورد تأیید استارکمیو نباشد، سفارش لغو
            شده و مبلغ دریافتی از کاربر به کیف پول کاربر برخواهد
            گشت.
          </p>
          <p>
            در صورت درخواست کاربر، میزان شارژ موجود در کیف پول
            کاربر، به حساب بانکی کاربر برگشت داده خواهد شد.
            بدیهی است شماره کارت یا حساب بانکی توسط کاربر اعلام
            شده و مسئولیت تمامی اطلاعات حساب بانکی اعلام شده به
            عهده کاربر می‌باشد.
          </p>
          <p>
            هر چهره می تواند بابت ارسال ویدیو برای مخاطبین خود
            به صورت شخصی مبلغی را تعریف کند که استارکمیو در آن
            هیچ دخالتی ندارد .
          </p>
          <p>
            هر چهره 72 ساعت زمان برای تهیه و اجرای ویدیوی
            درخواست شده از وی مهلت دارد ؛ پس از پایان این مهلت ،
            درخواست از طرف استارکمیو منقضی و به پنل کاربری
            درخواست دهنده عودت داده می شود .
          </p>
          <p>
            تا زمانی که درخواست کاربران در چهارچوب اخلاقی و
            عُرفی جامعه باشد و یا به وجهه اجتماعی چهره مورد نظر
            آسیبی وارد نکند ارسال درخواست کاربران بلامانع می
            باشد .
          </p>
          <p>
            مبلغ درخواست های کمیو توسط کاربر پرداخت می شود .
          </p>
          <p>
            در صورتی که درخواستی منقضی ، مردود یا ابطال شود ،
            مبلغ آن به صورت کامل و بدون کسر هیچ هزینه ای به کیف
            پول کاربر (درخواست دهنده) ارجاع و می تواند درخواست
            بازگشت وجه و تسویه حساب داشته باشد .
          </p>`
        },
        {
          title: "محتوای کمیو",
          content: `
          <p>
            مواردی که در حین ضبط ، اجرا و بارگذاری ویدیو توسط
            چهره ها باید رعایت شوند عبارتند از :
          </p>
          <p style="padding-right: 6%;">
            • مغایرت نداشتن با شئونات اخلاقی و عرف جامعه
          </p>
          <p style="padding-right: 6%;">
            • نداشتن هیچگونه پیام یا محتوای تبلیغاتی جهت مقاصد
            تجاری
          </p>
          <p style="padding-right: 6%;">
            • اهانت آمیز نبودن به مقامات سیاسی
          </p>
          <p style="padding-right: 6%;">
            • عدم ایجاد تنش و التهاب سیاسی در سایت
          </p>
          <p style="padding-right: 6%;">
            • عدم تمسخر یک شهروند
          </p>
          <p style="padding-right: 6%;">
            • اهانت آمیز نبودن به اقلیت های قومی و مذهبی
          </p>
          <p>
            چنانچه محتوای درخواست ویدیوها از سوی کاربران به
            تشخیص استارکمیو ، خلاف صریح قوانین جمهوری اسلامی
            ایران باشد ، شرکت از انتقال درخواست به چهره ی مورد
            نظر معذور است .
          </p>
          <p>
            لازم به ذکر است تشخیص استارکمیو در قبول درخواست یا
            انتشار و انتقال ویدیوهای تولید شده ، رافع مسئولیت
            درخواست دهنده یا چهره نمی باشد .
          </p>`
        },
        {
          title: "ارتباطات الکترونیک",
          content: `
          <p>
            هنگامی که شما از سرویس‌‏ها و خدمات استارکمیو استفاده
            می‏‌کنید، سفارش اینترنتی خود را ثبت یا خرید می‏‌کنید
            و یا به استارکمیو ایمیل می‏‌زنید، این ارتباطات به
            صورت الکترونیکی انجام می‏‌شود و در صورتی که درخواست
            شما با رعایت کلیه اصول و رویه‏‌ها باشد، شما موافقت
            می‌‏کنید که استارکمیو به صورت الکترونیکی (از طریق
            پست الکترونیکی، سرویس پیام کوتاه و سایر سرویس‌های
            الکترونیکی) به درخواست شما پاسخ دهد.
          </p>
          <p>
            همچنین آدرس ایمیل و تلفن‌هایی که کاربر در پروفایل
            خود ثبت می‌کند، تنها آدرس ایمیل و تلفن‌های رسمی و
            مورد تأیید مشتری است و تمام مکاتبات و پاسخ‌های شرکت
            از طریق آنها صورت می‌گیرد.
          </p>
          <p>
            جهت اطلاع‌رسانی رویدادها، خدمات و سرویس‌های ویژه یا
            پروموشن‌ها، امکان دارد استارکمیو برای اعضای وب سایت
            ایمیل یا پیامک ارسال نماید. در صورتی که کاربران
            تمایل به دریافت اینگونه ایمیل و پیامک‌ها نداشته
            باشند، می‌توانند عضویت دریافت خبرنامه استارکمیو را
            در پروفایل خود لغو کنند
          </p>
          <p>
            توجه داشته باشید که 300077 تنها شماره‌‌ ای است که
            استارکمیو از طریق آن برای کاربران و مشتریان خود
            پیامک (اس ام اس) ارسال می‌کند. همچنین این شماره‌‌
            سامانه ارسال پیامک است که وضعیت پردازش سفارش یا
            رویدادها ، خدمات و سرویس‌های ویژه استارکمیو را به
            اطلاع کاربران می‌رساند و روشن است که امکان دریافت
            پیام‌های شما از طریق آن وجود ندارد.
          </p>
          <p>
            همچنین ممکن است استارکمیو از طریق شماره 300077 برای
            برخی کاربران یا مشتریان خود ، سوال نظرسنجی ارسال
            کند.
          </p>
          <p>
            بنابراین ارسال هرگونه پیامک تحت عنوان استارکمیو ، با
            هر شماره دیگری تخلف و سوء استفاده از نام استارکمیو
            است و در صورت دریافت چنین پیامکی، لطفاً جهت پیگیری
            قانونی آن را به info@starcameo.ir اطلاع دهید.
          </p>`
        },
        {
          title: "مالکیت معنوی و حق نشر (کپی رایت)",
          content: `
          <p>
            همه مطالب در دسترس از طریق هر یک از خدمات استارکمیو،
            مانند متن، گرافیک، آرم، آیکون دکمه، تصاویر، ویدیوهای
            تصویری، موارد قابل دانلود و کپی، داده‌ها و کلیه
            محتوای تولید شده توسط استارکمیو جزئی از اموال
            استارکمیو محسوب می‏‌شود و حق استفاده و نشر تمامی
            مطالب موجود و در دسترس در انحصار استارکمیو است و
            هرگونه استفاده بدون کسب مجوز کتبی، حق پیگرد قانونی
            را برای استارکمیو محفوظ می‏‌دارد. علاوه بر این،
            اسکریپت‌ها، و اسامی خدمات قابل ارائه از طریق هر یک
            از خدمات ایجاد شده توسط استارکمیو و علائم تجاری ثبت
            شده نیز در انحصار استارکمیو است و هر گونه استفاده با
            مقاصد تجاری پیگرد قانونی دارد.
          </p>
          <p>
            کاربران مجاز به بهره‌‏برداری و استفاده از لیست
            چهره‌ها، مشخصات چهره‌ها، قیمت خدمات و هر گونه
            استفاده از مشتقات وب‏‌سایت استارکمیو و یا هر یک از
            خدمات و یا مطالب، دانلود یا کپی کردن اطلاعات با
            مقاصد تجاری، هر گونه استفاده از داده کاوی، روبات، یا
            روش‌‏های مشابه مانند جمع آوری داده‌‏ها و ابزارهای
            استخراج نیستند و کلیه این حقوق به صراحت برای
            استارکمیو محفوظ است. در صورت استفاده از هر یک از
            خدمات استارکمیو، کاربران مسئول حفظ محرمانه بودن حساب
            و رمز عبور خود هستند و تمامی مسئولیت فعالیت‌‏هایی که
            تحت حساب کاربری و یا رمز ورود انجام می‏‌پذیرد به
            عهده کاربران است. استارکمیو خدماتی مناسب استفاده
            افراد 18 سال به بالا به فروش می‏‌رساند و در صورتی که
            کاربران از سن ذکر شده جوان‌‏تر هستند می‌‏باید با
            اطلاع والدین و یا قیم قانونی ، به خرید و پرداخت
            اقدام کنند.
          </p>
          <p>
            تنها مرجع رسمی مورد تأیید ما برای ارتباط با شما،
            پایگاه رسمی این سایت یعنی www.starcameo.ir است. ما
            با هیچ روش دیگری جز ارسال ایمیل از طرف آدرس‏‌های
            رسمی و تأیید شده در سایت، با شما تماس نمی‌‏گیریم .
            وب سایت استارکمیو هیچگونه سایت اینترنتی با آدرسی غیر
            از www.starcameo.ir و همچنین ، هیچ گونه وبلاگ و
            شناسه در برنامه‏‌های گفتگوی اینترنتی به جز سامانه
            های اعلام شده در وب سایت ندارد . کاربران جهت برقراری
            ارتباط، تنها می‏‌توانند از آدرس‌‏های ذکر شده در بخش
            <a
              style="color: blue; text-decoration: underline;"
              href="contact.html"
              >تماس با ما</a
            >
            استفاده کنند.
          </p>`
        },
        {
          title: "شرایط خرید",
          content: `
          <p>
            استارکمیو به مشتریان خود در 7 روز هفته و 24 ساعت در
            روز امکان سفارش کمیو می‌‏دهد.
          </p>
          <p>
            یک سفارش ، زمانی مورد بررسی قرار می‌گیرد که هزینه آن
            پرداخت شده باشد و تأییدیه بانک برای آن پرداخت صادر
            گردد.
          </p>
          <p>
            روز کاری به معنی روز شنبه تا پنج شنبه هر هفته، به
            استثنای تعطیلات رسمی در ایران است و کلیه سفارش‏‌های
            ثبت شده در طول روزهای کاری و اولین روز پس از تعطیلات
            مورد بررسی قرار می‌گیرند.
          </p>
          <p>
            کلیه سفارش‌‏های ثبت شده در سایت استارکمیو به وسیله
            ارسال کد سفارش از طریق پیام کوتاه در صف بررسی قرار
            می‏‌گیرند.
          </p>
          <p>
            استارکمیو همواره در تحویل کلیه سفارش‌‏های ثبت شده،
            نهایت دقت و تلاش خود را انجام می‌دهد. با وجود این،
            در صورتی که شرکت متوجه شود امکان تهیه کمیو توسط یک
            چهره وجود ندارد، حتی پس از اقدام مشتری به سفارش‌‏ ،
            حق کنسل کردن آن سفارش را دارد و استرداد وجه سفارش
            برای استارکمیو محفوظ است یا مشتری می‏‌تواند به جای
            چهره مورد نظر، چهره دیگری را جایگزین کند.
          </p>
          <p>
            در صورت بروز مشکل در پردازش نهایی ، مبلغ پرداخت شده
            طی 24 الی 48 ساعت کاری به حساب مشتری واریز خواهد شد
            .
          </p>
          <p>
            استارکمیو مجاز است بدون اطلاع قبلی ، نسبت به توقف
            سفارش‌‏گیری جدید ، اقدام و فروش خود را متوقف کند و
            کلیه سفارش‌‏های ثبت شده قبل از توقف سفارش‌‏گیری،
            بررسی و تحویل می‌‏شود. حق قطع فروش کلیه و یا بخشی از
            محصولات به هر نحوی ، برای استارکمیو محفوظ است.
          </p>
          <p>
            در صورت بروز هرگونه خطا نسبت به درج قیمت و ارزش
            ریالی کمیوهای موجود در سایت استارکمیو ، حق بلا اثر
            نمودن سفارش و خرید انجام شده توسط مشتری ، برای
            استارکمیو محفوظ است. استارکمیو در اسرع وقت وجوه
            دریافتی را طی 24 الی 48 ساعت کاری به حساب اعلام شده
            توسط مشتری واریز و عودت می‌نماید و مشتری با ثبت نام
            و ورود به سایت استارکمیو می‌پذیرد از این امر آگاهی
            داشته و در این خصوص ادعایی نخواهد داشت.
          </p>
          <p>
            - کاربران باید هنگام سفارش به چهره مورد نظر خود، فرم
            سفارش را با اطلاعات صحیح و به طور کامل تکمیل کنند.
            بدیهی است درصورت ورود اطلاعات ناقص یا نادرست، سفارش
            کاربر قابل پیگیری و تحویل نخواهد بود. بنابراین درج
            ایمیل و شماره تماس‌های همراه توسط مشتری، به منزله
            مورد تأیید بودن صحت آنها است و در صورتی که این موارد
            به صورت صحیح یا کامل درج نشده باشد، استارکمیو جهت
            اطمینان از صحت و قطعیت ثبت سفارش می‌تواند از مشتری،
            اطلاعات تکمیلی و بیشتری درخواست کند.
          </p>
          <p>
            با توجه به ثبت سیستمی سفارش، به هیچ عنوان امکان صدور
            فاکتور مجدد یا تغییر مشخصات آن از جمله تغییر فاکتوری
            که به نام شخص حقیقی صادر شده، به نام شخص حقوقی وجود
            ندارد.
          </p>
          <p>
            کلیه فرایند خرید، بررسی و تحویل کمیو به صورت دیجیتال
            و ابری بوده و استارکمیو مسئولیتی برای ارسال کمیو در
            نسخه فیزیکی مانند CD، فلش مموری و ... نخواهد داشت.
          </p>
          <p>
            در صورت خرید اعتباری (استفاده از کد تخفیف یا ووچر)
            پس از نهایی شدن سفارش ، از نظر قانونی امکان اعمال
            تغییر در سفارش خرید، و تغییر مبلغ فاکتور به دلایل
            انصراف از خرید، حذف یا تغییر سفارش یا تعداد سفارش
            وجود ندارد و اگر مشتری درخواست هرگونه تغییری را
            داشته باشد، ووچر یا کد تخفیف باطل خواهد شد و امکان
            برگرداندن مبلغ آن وجود ندارد.
          </p>
          <p>
            لازم به ذکر است سفارش کمیو به معنی رزرو قطعی نیست و
            هیچ گونه حقی را برای کاربران ایجاد نمی‌کند. همچنین
            تا پیش از پرداخت و ثبت نهایی ، هرگونه تغییر از جمله
            تغییر در موجودی یا قیمت کمیو، روی کمیوی افزوده شده
            به فاکتور نهایی اعمال خواهد شد. بنابراین به مشتریانی
            که تمایل و تصمیم به خرید قطعی دارند، به ‌ویژه درباره
            کمیوهای ارائه شده در کمپین‌ها که دارای محدودیت تعداد
            هستند، توصیه می‌شود در اسرع وقت سفارش خود را نهایی
            کنند تا با اتمام کمپین یا تغییر قیمتی کمیو روبرو
            نشوند. شایان ذکر است سفارش تنها زمانی نهایی می‌شود
            که کاربران کد پیگیری سفارش خود را از طرف استارکمیو
            دریافت کنند و بدیهی است که استارکمیو هیچ‌گونه
            مسوولیتی نسبت به سفارش هایی که بدون دریافت کد پیگیری
            رها شده است ندارد.
          </p>`
        },
        {
          title: "سیاست قیمت گذاری",
          content: `
          <p>
            سیاست قیمت‌‏گذاری در استارکمیو مبتنی بر اصول مشتری
            مداری و احترام به حقوق مصرف کننده است .
          </p>
          <p>
            قیمت‏‌های ارائه شده برای کمیو در استارکمیو توسط خود
            چهره ها تعیین شده و استارکمیو در فرایند قیمت‌گذاری
            تنها نقش مشاوره خواهد داشت .
          </p>
          <p>
            با نهایت احترام به کاربران و با توجه به طیف گسترده
            سفارشات ، استارکمیو نمی‌تواند قیمت و موجودی نهایی
            کمیوها را قبل از سفارش قطعی اعلام نماید . در مواردی
            بسیار نادر و در صورت وجود تغییر در قیمت هر کمیو توسط
            خود چهره و نوسان‌‏هایی در بازار و یا اشتباه در
            قیمت‌‏گذاری ، اگر سفارشی قابل تحویل نباشد ،
            استارکمیو موظف است در اسرع وقت این موضوع را به فرد
            سفارش‌ ‏دهنده اطلاع دهد و سفارش را لغو نماید .
          </p>
          <p>
            قیمت اعلام شده کمیو با احتساب مالیات بر ارزش افزوده
            است و مشتری مبلغ جداگانه‌‏ای بابت مالیات و عوارض
            ارزش افزوده پرداخت نمی‏کند.
          </p>`
        },
        {
          title: "تعهدات چهره ها",
          content: `
          <p>
            چهره ها پس از ثبت نام و احراز هویت و تأیید صلاحیت
            توسط استارکمیو موافقت می کنند که :
          </p>
          <p style="padding-right: 6%;">
            • هرگاه در خواستی از طرف کاربران استارکمیو برای آنها
            ارسال شود ، در صورت قبول درخواست حداکثر تا ۷۲ ساعت
            اقدام به ضبط ، اجرا و بارگذاری ویدیو در سایت یا
            اپلیکیشن استارکمیو نمایند .
          </p>
          <p style="padding-right: 6%;">
            • چهره ها موافقت می کنند که محتوایی که در ویدیو ها
            اجرا می کنند طبق در خواست کاربران که قبلاً به تأیید
            استارکمیو رسیده ، می باشد .
          </p>
          <p style="padding-right: 6%;">
            • چهره ها موافقت می کنند که ویدیو ها با تصویر و صدای
            با کیفیت و مطلوب ، ضبط و بارگذاری شود .
          </p>
          <p style="padding-right: 6%;">
            • چهره ها موافقت می کنند که هیچگونه ممنوعیت در زمینه
            فعالیت های هنری یا تولید محتوای تصویری یا صوتی از
            سوی مراجع قضایی نداشته باشند .
          </p>

          <p>
            لازم به ذکر است که چهره ها این حق را دارند که بنا بر
            صلاحدید خود از اجرای برخی درخواست ها امتناع ورزند که
            طبیعتاً هیچگونه مبلغی بابت آن دریافت نخواهند کرد .
          </p>`
        },
        {
          title: "حریم خصوصی",
          content: `
          <p>
            استارکمیو به اطلاعات خصوصی اشخاصى که از خدمات سایت
            استفاده می‏‌کنند، احترام گذاشته و از آن محافظت
            می‏‌کند.
          </p>
          <p>
            استارکمیو متعهد می‏‌شود در حد توان از حریم شخصی شما
            دفاع کند و در این راستا، تکنولوژی مورد نیاز برای
            هرچه مطمئن‏‌تر و امن‏‌تر شدن استفاده شما از سایت را،
            توسعه دهد. در واقع با استفاده از سایت استارکمیو، شما
            رضایت خود را از این سیاست نشان می‏‌دهید.
          </p>
          <p>
            استارکمیو با تاکید بر احترامی که برای حریم شخصی
            کاربران قائل است، برای خرید، برخی اطلاعات را از
            کاربر درخواست می‌کند، از آنجا که کلیه فعالیت‌های
            استارکمیو قانونی و مبتنی بر قوانین تجارت الکترونیک
            صورت می‌گیرد و طی فرایند خرید، فاکتور رسمی و بنا به
            درخواست مشتریان حقوقی گواهی ارزش افزوده صادر می‌شود،
            از این رو وارد کردن اطلاعاتی مانند نام و کد ملی برای
            اشخاص حقیقی یا کد اقتصادی و شناسه ملی برای خریدهای
            سازمانی لازم است. یادآوری می‌شود آدرس ایمیل و
            تلفن‌هایی که کاربر در پروفایل خود ثبت می‌کند، تنها
            آدرس ایمیل و تلفن‌های رسمی و مورد تأیید کاربر است و
            تمام مکاتبات و پاسخ‌های شرکت از طریق آنها صورت
            می‌گیرد.
          </p>
          <p>
            بنابراین درج آدرس، ایمیل و شماره تماس‌های همراه و
            ثابت توسط کاربر، به منزله مورد تأیید بودن صحت آنها
            است و در صورتی که موارد فوق به صورت صحیح یا کامل درج
            نشده باشد، استارکمیو جهت اطمینان از صحت و قطعیت ثبت
            سفارش می‌تواند از کاربر ، اطلاعات تکمیلی و بیشتری
            درخواست کند.
          </p>
          <p>
            کاربران می‌توانند نام و تلفن شخص دیگری را برای تحویل
            گرفتن سفارش وارد کنند و استارکمیو تنها برای ارسال
            همان سفارش، از این اطلاعات استفاده خواهد کرد.
          </p>
          <p>
            همچنین استارکمیو ممکن است برای ارتباط با مشتریان ،
            بهینه‌سازی محتوای وب‌سایت و تحقیقات بازاریابی از
            برخی اطلاعات استفاده کند و برای اطلاع‌رسانی رویدادها
            و اخبار، خدمات و سرویس‌های ویژه یا پروموشن‌ها، برای
            اعضای وب‌سایت ایمیل یا پیامک ارسال نماید. در صورتی
            که کاربران تمایل به دریافت اینگونه ایمیل‌ها و
            پیامک‌ها نداشته باشند، می‌توانند عضویت دریافت
            خبرنامه استارکمیو را در پروفایل خود لغو کنند. عدم
            اقدام جهت لغو، به منزله ی موافقت ضمنی با دریافت
            ایمیل‌ها و پیام‌ها و سلب حق اعتراض می‌باشد.
          </p>
          <p>
            باید تاکید شود که حفظ و نگهداری رمز عبور و نام
            کاربری بر عهده کاربران است و لذا برای جلوگیری از
            هرگونه سواستفاده احتمالی، کاربران نباید آن اطلاعات
            را برای شخص دیگری فاش کنند. در صورتی که کاربر شماره
            همراه خود را به فردی دیگر واگذار کرد، جهت جلوگیری از
            سواستفاده یا مشکلات احتمالی کاربران باید شماره
            موبایل خود را در پروفایل تغییر داده و شماره جدیدی
            ثبت نمایند.
          </p>
          <p>
            مسئولیت هرگونه خسارت احتمالی که ناشی از عدم رعایت
            موارد فوق‌الذکر توسط کاربر باشد، با خود کاربر بوده
            وکاربر حق هر گونه ادعا علیه استارکمیو را از خود سلب
            می‌کند. استارکمیو هویت شخصی کاربران را محرمانه
            می‌داند و اطلاعات شخصی آنان را به هیچ شخص یا سازمان
            دیگری منتقل نمی‌کند، مگر اینکه با حکم مقام قضایی یا
            اداری صالحه یا طبق قوانین و مقررات رایج کشور موظف
            باشد در اختیار مراجع ذی‌صلاح قرار دهد. در این موارد
            هیچ گونه مسئولیت قانونی مبنی بر جبران خسارت برای
            استارکمیو وجود ندارد و کاربران با اعلام رضایت خود در
            استفاده از خدمات وب سایت ضمنا حق هرگونه اعتراض را از
            خود سلب نموده اند.
          </p>
          <p>
            همچنین بدین وسیله به اطلاع کاربران رسانده می‌شود که
            استارکمیو همانند سایر وب‌سایت‌ها از جمع‌آوریIP و
            کوکی‌ها استفاده می‌کند، اما پروتکل ، سرور و لایه‌های
            امنیتی استارکمیو و روش‌های مناسب مدیریت داده‌ها
            حداکثر تلاش را به عمل می‌آورد که اطلاعات کاربران را
            محافظت و از دسترسی‌های غیرقانونی جلوگیری کند .
            طبیعتا مسئولیت هرگونه سواستفاده به شخص یا اشخاص
            متخلف مربوط بوده و استارکمیو حق اعتراض و پیگیری را
            از طریق قانونی بنابر صلاحدید خود محفوظ می‌دارد.
          </p>
          <p>
            در صورتی که تمایلی به دریافت ایمیل‌ها و خبرنامه‌های
            استارکمیو ندارید، می‌توانید بر روی کلمه لغو عضویت در
            انتهای صفحه ایمیل کلیک کنید.
          </p>
          <p>
            استارکمیو برای حفاظت و نگهداری اطلاعات و حریم شخصی
            کاربران همه توان خود را به کار می‌گیرد و امیدوار است
            که تجربه خریدی امن ، راحت و خوشایند را برای همه
            کاربران فراهم آورد .
          </p>`
        }
      ]
    };
  },
  mounted() {
    if (this.$route.params.showRules) {
      this.showRules = this.$route.params.showRules;
      this.showFaq = false;
    }
  }
};
</script>
<style scoped>
.faq {
  padding: 3% 3%;
  margin-top: 7em;
  text-align: right;
}
.faq-nav {
  flex-direction: column;
  margin: 0 0 32px;
  border: 1px solid black;
  border-radius: 15px;
  padding-right: 1.5em;
  box-shadow: 0 1px 5px rgba(85, 85, 85, 0.15);
}
.faq-nav .nav-link.active {
  background-color: unset;
  font-weight: 700;
  color: #f7a118 !important;
}
.faq-nav .nav-link:last-of-type {
  border-bottom-left-radius: 2px;
  border-bottom-right-radius: 2px;
  border-bottom: 0;
}
.faq-nav .nav-link {
  position: relative;
  display: block;
  margin: 0;
  padding: 13px 16px;
  color: white;
  transition: background-color 0.2s ease;
}
.faq-nav .nav-link h4 {
  color: inherit;
}
.faq-nav .nav-link h4:hover {
  color: #f7a118 !important;
}
.tab-content .card {
  border-radius: 0;
}
.card {
  background-color: #1b1b1b !important;
  text-align: justify !important;
}
.tab-content .card-header {
  padding: 15px 16px;
  border-radius: 0;
}
.card-header {
  background-color: rgba(0, 0, 0, 0.23);
}
.card .card-header button {
  color: #f7a118;
  font-size: 1.5em;
  font-weight: bold;
  white-space: normal;
  text-align: right;
}
.header-main button {
  font-size: 1.7em !important;
  color: white !important;
}
.tab-content .card-body p:last-of-type {
  margin: 0;
}
.accordion > .card:not(:first-child) {
  border-top: 0;
}
</style>
<style>
.card-body p {
  padding-right: 3%;
}
</style>
